// Простой маппинг категорий
export const categoryMapping: Record<string, string> = {
  Авто: 'Транспорт',
  Недвижимость: 'Недвижимость',
  Работа: 'Работа',
  'Одежда, обувь, аксессуары': 'Одежда и обувь',
  'Хобби и отдых': 'Отдых',
  Животные: 'Животные',
  'Готовый бизнес и оборудование': 'Бизнес',
  Услуги: 'Услуги',
  Электроника: 'Электроника',
  'Для дома и дачи': 'Для дома и дачи',
  Запчасти: 'Запчасти',
  'Товары для детей': 'Детские товары',
  'Жильё для путешествия': 'Путешествия',
  'Красота и здоровье': 'Красота'
}
